@extends('Front_End.layout.header')
@section('content')
<style>
    .tender_banner {
        width: 100%;
        min-height: 60px;
        background-size: cover;
        background-color: #2d2d2d;
    }
    .f28m222 {
    font-family: "Microsoft JhengHei";
    font-size: 28px;
    font-weight: bold;
    padding-bottom: 12px;
    border-bottom: dotted 1px #989898;
    margin-bottom: 20px;
}
</style>
<div class="tender_banner">
    <div class="container">
        <div class="row">
        </div>
    </div>
</div>
<div class="container" style="padding-top: 30px;min-height: 600px;padding-bottom: 100px;">
    <div class="row"></div>
    <div class="row">
      <div class="col-sm-12">
        <div class="pr">
            <div class="f28m222">隱私權政策</div>
            <div class="page_wrapper service_wrapper copyright">
                <div class="privacy_area clearAfter">
                    <p>感謝您使用信任豬股份有限公司(以下稱「本公司」)的債權媒合平台（包含但不限於以下名稱：豬豬在線、金豬理財、goldenpiggybank、golden piggy bank等，通常及以下稱“豬豬在線債權媒合平台”或“本平台”），為了加強保障您的隱私權及讓您安心使用本平台提供的各項服務，請您同意於必要時本平台得以蒐集並處理您的個人資料，本公司所取得關於您的個人資料，除事先經您本人同意或依照相關法律規定，本公司不會將這些個人資料提供給任何第三人，或移作其他目的使用。相關隱私權政策說明如下：<br>
                    平台蒐集的資訊：<br>
                    在本平台的部分網頁上，您可以從事網路下單、查詢投資理財或貸款現況、查詢電子對帳單、訂購免費電子報，或參與投資理財說明會等活動。為提供您更多及更好的資訊，本平台可能蒐集的個人識別資料包括但不限於：姓名、國籍、身分證字號、出生年月日、地址、電子郵件信箱、聯絡電話、教育程度、服務行業類別等個人資料，並視活動性質不同而要求不同的必要資訊。除了上述項目外，本公司也會保留您在本網站瀏覽或查詢時，伺服器自行產生的相關記錄，包括您使用連線設備的IP位址、地理位置、設備資訊、使用時間、使用的瀏覽器、瀏覽及點選資料紀錄等。本公司會對個別連線者的瀏覽器予以標示，歸納使用者瀏覽器在本網站內部所瀏覽的網頁，除非您願意告知或提供您的個人資料，否則本公司不會、也無法將此項記錄和您對應。請您注意，與本網站連結的其他網站，也可能蒐集您個人的資料。<br>
                    對於您於前述連結網站主動提供的個人資料，將依相關法令及各該連結網站所揭露之隱私權保護政策蒐集、利用與處理，不適用本網站之隱私權保護政策，本公司也不負擔任何連帶責任。</p>

                <h4>個人資料之保護：</h4>
                <p>一、	本網站所蒐集的所有個人資料或其他相關聯之資料，將依中華民國個人資料保護法及相關法令之規定，只就其特定目的，做為承辦所提供服務之用，不會任意對其他第三者揭露或做非法使用；本平台不會將其做為超出蒐集之特定目的以外的用途，亦不會任意對其他第三者揭露。<br>
                二、	為能更適切提供本公司之服務，本公司將與金融機構或金流服務公司等第三人(以下稱合作金融機構)合作或使用合作金融機構所提供之服務，包括但不限於透過其完成會員所委託之交易款項收付事宜，為核對或確認會員身份、履行合約或完成相關交易之目的，您同意本公司得將您的個人資料揭露或提供予合作金融機構、並同意您所指定之帳戶之所屬金融機構得將其所持有之個人資料揭露或提供予本公司。<br>
                三、	若您使用本平台的服務，即表示同意並授權本公司得在必要範圍內，將您的部分個人資料揭露予與您交易的另一方。<br>
                四、	在下列情況下，本公司將查看會員的個人資料，包括但不限於交易記錄及電信紀錄等，並得依需要提供予相關政府機關、或主張其權益受侵害並提出合理事證之第三人，必要時並得暫停該會員之帳號、存取權限、及對該會員暫停提供本平台的服務之全部或一部：<br>
                1. 事先獲得您的明確授權。<br>
                2. 只有披露您的個人資料，才能提供您需要的產品或服務。<br>
                3. 按照本條款的要求進行的披露。<br>
                4. 依法令規定、或依司法機關或其他相關政府機關之命令或要求。<br>
                5. 為執行本約定條款、或使用者有違反本隱私權政策或其他約定事項或侵害第三人權益之虞。<br>
                6. 為維護本服務系統之安全或經營者之合法權益。<br>
                7. 為保護其他使用者或其他第三人的合法權益。<br>
                8. 為維護本公司及其關聯公司的合法權益。<br>
                9. 您使用本平台帳戶成功登錄過的其他網站。<br>
                10. 為維護本平台服務系統的正常運作。<br>
                五、	本平台網站未經會員同意，不會以電腦主動蒐集會員個人資料。對於網站使用者個人資料收集，遵守中華民國「個人資料保護法」之規範。<br>
                六、	如會員透過電子郵件、服務信箱或其他通訊工具反映意見或詢問相關業務問題時，本公司將有權保存通訊紀錄，該紀錄僅係使用於回復或提供會員所需要的資訊。<br>
                七、	本網站含有到其他網站的鏈接，但本公司對其他網站的隱私保護措施不負任何責任。本公司可能在任何需要的時候增加商業夥伴或共用品牌的網站。<br>
                八、	對於本平台網站所蒐集與保存您的個人資料，除法令另有規定外，您得隨時向本公司提出下列申請，本公司將依個人資料保護法及法令遵循或內部控制等相關法令規範，據以決定或受理您的申請 :<br>
                1. 查詢或請求閱覽您的個人資料<br>
                2. 請求製作您個人資料之複製本<br>
                3. 請求補充或更正您的個人資料<br>
                4. 請求停止蒐集、利用或處理您的個人資料<br>
                5. 請求刪除您的個人資料<br>
                九、	若您的個人資料已逾法令規定之保存時限且蒐集之特定目的均已消滅，則本公司將視情況主動銷毀或刪除您的個人資料。<br>
                十、	個人資料的安全性：本平台致力保護您個人資料的安全，透過各種安全技術及管理措施協助保護您個人資料的安全，避免未經授權的存取、使用或揭露。您的個人資料儲存在僅授權少數人員可存取的管制嚴密的電腦伺服器中，並透過防火牆等技術為保障妳的隱私及網路交易安全，本平台在個人識別資料傳輸過程中會透過加密方式保密，例如：採用SSL 加密協定以保護個人識別資料。<br>
                十一、	Cookies的應用：為了能提供更臻完善的服務及內容提供，本平台會在您的瀏覽器中寫入並讀取 Cookies ，以作為分析網站的訪客人數和一般使用狀況。Cookies是載有小量資料的檔案，主要功能是讓您節省時間，資料會自動儲存於訪客本身電腦所安裝的網際網路瀏覽器。您可透過更改瀏覽器設定的方式，拒絕所有的Cookies，但更改後，您有可能無法使用部份個人化服務。<br>
                十二、	自我保護措施：請謹慎保管個人帳號、網路交易密碼及其他個人資料，勿將個人之任何資料提供給第三人。 當您輸入個人帳號及密碼登入本平台網站，使用各項服務後，請務必進行登出之步驟，若您的電腦設為與他人共享或使用公用電腦，請切記使用完畢後登出並關閉瀏覽器視窗，以防止他人讀取您的個人資料。<br>
                十三、	本網站傳送商業資訊或電子郵件之政策：本公司將在事前或經由註冊登錄方式取得您的同意後，透過本網站傳送商業性資料、簡訊或電子郵件或其他相關之資訊至您留存於本網站之電話、電子郵件信箱或住址。本公司除了在前述資料或電子郵件上註明是由本公司發送外，也會在前述資料或電子郵件上提供您能隨時停止接收這些資料或電子郵件的方法、說明或功能連結。<br>
                十四、	如為了提供您其他服務或優惠權益需要與提供該服務或優惠的第三者傳送商業性資料或電子郵件時，我們將會在活動時提供充分的說明，並且在進行第三者傳輸之前通知您，您可以自由選擇是否接受這項特定服務或活動。<br>
                十五、	本隱私權聲明的變更：我們會隨科技環境及法令變動時不定期更新隱私權聲明，以落實並保障您隱私權益。您若對本隱私權規範及執行方面有任何問題，請透過線上客服專線與我們聯絡。<br><br>

                最後更新日期：中華民國110年7月1日<br></p>
                </div>
            </div>
        </div>
      </div>
    </div>
  </div>
@endsection
