@extends('Front_End.layout.header')
@section('content')
<style>
    .tender_banner {
        width: 100%;
        min-height: 60px;
        background-size: cover;
        background-color: #2d2d2d;
    }
    .f28m222 {
    font-family: "Microsoft JhengHei";
    font-size: 28px;
    font-weight: bold;
    padding-bottom: 12px;
    border-bottom: dotted 1px #989898;
    margin-bottom: 20px;
}
</style>
<div class="tender_banner">
    <div class="container">
        <div class="row">
        </div>
    </div>
</div>
<div class="container" style="padding-top: 30px;min-height: 600px;padding-bottom: 100px;">
    <div class="row"></div>
    <div class="row">
        <div class="col-sm-12">
            <div class="pr">
                <div class="col-55 f14 fbold date_news2" style="width: 100%"></div>
                <div class="f28m222">豬豬在線債權媒合平台服務合約</div>
                <div class="page_wrapper service_wrapper copyright">
                    <div class="service_area clearAfter">
                        <div class="service_block agree_modal_style">
                            <p>
信任豬股份有限公司（以下稱「本公司」）茲依據本服務合約（以下稱「本服務合約」）的規定，為本公司目前設於網址為<a style="color:#00a5e4;" href="www.pponline.com.tw" target="_blank">www.pponline.com.tw</a> （或本公司預保留嗣後更動之網址：<a style="color:#00a5e4;" href="www.goldenpiggybank.com.tw" target="_blank">www.goldenpiggybank.com.tw</a>）之債權媒合平台（包含但不限於以下名稱：豬豬在線、金豬理財、goldenpiggybank、golden piggy bank等，通常及以下稱“豬豬在線債權媒合平台”或“本平台”），為（以下稱“使用會員”）提供服務，本服務合約在您和本公司間具有合約上的法律效力。<br>
本公司在此特別提醒您認真閱讀、充分理解本服務合約各條款，特別是其中所涉及的免除及限制本公司的條款、對使用會員權利限制條款等。請您審慎閱讀並選擇接受或不接受本服務合約。只有在您選擇接受本服務合約所有條款，方得使用本公司所設立於上開網址之豬豬在線債權媒合平台於本服務合約下所提供的服務。<br>
您一經登錄、註冊及使用豬豬在線債權媒合平台服務即視為對本服務合約全部條款已充分理解並完全接受。<br>
第一條 本服務合約的確認和同意<br>
第二條 豬豬在線債權媒合平台服務註冊說明<br>
第三條 豬豬在線債權媒合平台使用說明<br>
第四條 系統服務中斷或故障<br>
第五條 服務費用<br>
第六條 風險提示<br>
第七條 用戶的守法義務及承諾<br>
第八條 責任範圍及限制<br>
第九條 隱私權保護及授權條款<br>
第十條 智慧財產權的保護<br>
第十一條 條款的解釋、法律適用及爭端解決</p>

                            <h4>第一條、本服務合約的確認和同意</h4>
<p>一、	「豬豬在線債權媒合平台服務」是由本公司所設立於上述網址之豬豬在線債權媒合平台向您提供的使用會員帳戶服務，您可通過該帳戶在豬豬在線債權媒合平台進行交易，具體服務內容包括但不限於查閱交易機會、發佈交易需求、簽訂合約、查閱已簽訂合約、資訊訂制、交易記帳等，具體詳情以您使用豬豬在線債權媒合平台當時，本公司藉由該平台提供的服務內容為準。為了保障您的權益，您在自願註冊使用豬豬在線債權媒合平台服務前，必須仔細閱讀並接受本服務協定所有條款。一經註冊或使用豬豬在線債權媒合平台服務即視為對本服務合約條款的充分理解和完全接受，如有違反而導致任何法律後果的發生，您將承擔相應的法律責任。<br>
二、	您同意，本公司在法律允許之範圍內有權在必要時單方修改或變更本服務合約之內容，增加、減少、修改或變更各類規則，並將透過豬豬在線債權媒合平台網站公佈最新的服務條款及規則，不另作個別通知。若您於任何修改或變更本服務合約條款後繼續使用豬豬在線債權媒合平台服務，則視為您已認真閱讀、充分瞭解並完全同意接受修改後之服務合約；若您不同意，您應停止豬豬在線債權媒合平台提供的有關服務。
</p>
                            <h4>第二條、豬豬在線債權媒合平台服務註冊說明</h4>
<p>在使用豬豬在線債權媒合平台服務前，您必須先註冊成為豬豬在線債權媒合平台用戶，您並同意以下事項 :<br>
一、	豬豬在線債權媒合平台服務僅提供給符合法律規定具有完全行為能力、能夠獨立承擔法律責任且能提供法律規定之有效身分證件供本公司審查的使用者。<br>
二、	豬豬在線債權媒合平台服務僅提供給符合法律規定具有完全行為能力、能夠獨立承擔法律責任且能提供法律規定之有效身分證件供本公司審查的使用者。<br>
三、	您必須依豬豬在線債權媒合平台服務註冊表的提示提供您本人真實、及時、有效及完整的資料。<br>
四、	您了解並保證您當前所提供的“使用會員資料”，為真實、及時、有效及完整。若您提供任何錯誤、虛假、與當時實際狀況不符或不完整的資料，或者本公司發現資料為錯誤、虛假、與當時實際狀況不符或不完整，本公司有權暫停或終止您的用戶會員帳戶，並拒絕您使用豬豬在線債權媒合平台的部份或全部服務。在此情況下，豬豬在線債權媒合平台不承擔任何相關法律上的責任，並且您同意使用該會員帳戶需自行負擔因此所產生的直接或間接的任何支出或損失。<br>
五、	若因您未及時更新使用會員資料，導致本服務無法提供或提供時發生任何錯誤，您不得將此作為取消交易或拒絕完成交易的理由，本公司亦不承擔任何責任，您將承擔因此產生之責任。<br>
六、	本公司有權將未依本服務合約規定完成交易的使用會員的有關資料正式備案在“不良信用記錄”，並得依相關政府機關的要求將該筆紀錄列入中華民國個人信用資料庫中（該“不良信用記錄”資料將可能為銀行、電信、資融公司、資產管理公司、人才中心等有關機構所使用），同時保留對該使用會員採取法律措施的權利，由此所產生的所有法律將由該使用會員承擔。<br>
七、	本服務合約條款及任何其他的協議、告示或其他關於您使用本服務帳戶及服務的通知，您同意豬豬在線債權媒合平台使用電子方式通知您。電子方式包括但不限於以電子郵件方式、或於本網站或者合作網站上公佈、或無線通訊裝置通知等方式。您同意，豬豬在線債權媒合平台以電子方式發出前述通知之日視為通知已送達。若因第三方的資訊傳輸等原因導致您未在前述通知發出當日收到該等通知時，豬豬在線債權媒合平台不承擔責任。</p>
                            <h4>第三條、豬豬在線債權媒合平台使用說明</h4>
<p>為有效保障您使用本服務進行交易時的合法權益，您理解並同意接受以下規則：</p>
                            <h5>一 、 服務內容說明</h5>
<p>( 一 ) 豬豬在線債權媒合平台服務內容包括但不限於：查閱交易機會、發佈交易需求、簽訂合約、查閱已簽訂合約、資金交易及記錄等，具體詳情以本公司經由 豬豬在線債權媒合平台當時提供的服務內容為準。<br>
( 二 ) 本公司有權在基於運作和交易安全考量的情況下，對使用者停止、限制或改變豬豬在線債權媒合平台服務的部分功能，或提供新功能。在任何功能減少、增加或者變化時，只要您仍然使用豬豬在線債權媒合平台服務，表示您仍然同意本服務合約條款或者變更後的條款。<br>
( 三 ) 使用會員用戶身份驗證：本公司將透過不同途徑核實您的身份，您通過身份認證成為豬豬在線債權媒合平台使用會員後可從事豬豬在線債權媒合平台提供之交易服務。豬豬在線債權媒合平台有權將部分服務僅提供給VIP使用會員，普通使用會員將無法使用，具體詳情以豬豬在線債權媒合平台公佈的服務功能為準。因未能完成驗證而無法享受相應服務所造成的損失，本公司不承擔任何相關法律上的責任。<br>
( 四 ) 您同意，您在豬豬在線債權媒合平台上按豬豬在線債權媒合平台服務流程所確認的交易狀態將成為本公司經由豬豬在線債權媒合平台為您進行相關交易或操作（包括但不限於確認交易、金錢的支付或收取及訂立合約等）的不可撤銷的指令。您同意本公司有權依據本服務合約及豬豬在線債權媒合平台服務糾紛處理規則等約定對因交易所產生的金錢款項等事項進行處理。</p>
                            <h5>二 、 帳戶操作管理</h5>
<p>本公司經由豬豬在線債權媒合平台為您提供“金錢交易管理服務”，主要包括但不限於 :
( 一 ) 代收或代付 : 本公司經由豬豬在線債權媒合平台按您認購的債權條件及程序提供您金錢代收或代付服務，您並委託本公司代為暫時保管，直到支付給相對應的債權讓與人（代付）或您綁定之銀行帳戶（代收債權金額之轉交）。所有金錢款項由銀行（或金融機構、合作廠商的支付平台）受託管理，絕對獨立於本公司營運資金之外，並不會將您的金錢用於非經您指示的用途上，您瞭解並同意，該服務期間本公司代收或代付之金錢並不孳生任何利息，且非經法律程序或本公司與使用會員之約定，您不能以任何理由拒絕支付或要求取消交易。代收及代付服務範圍包括但不限於其他使用會員或豬豬在線債權媒合平台的合作廠商與您間交易所生之各類金錢款項往來。<br>
( 二 ) 銀行帳戶資訊綁定 ： 為使用豬豬在線債權媒合平台為使用會員提供的金錢交易服務，您應按照豬豬在線債權媒合平台的網站平台註冊流程提示提交以您本人名義登記的有效銀行帳戶等資訊，經由本公司審核通過後，豬豬在線債權媒合平台作業系統會自動將您的使用會員帳戶與您提供的前述銀行帳戶連結，請您務必填寫正確。如您未按照豬豬在線債權媒合平台規定提交資訊或您提交的資訊錯誤、虛假、與當時實際狀況不符或不完整，本公司有權拒絕為您提供豬豬在線債權媒合平台帳戶連結服務，您因此未能完成金錢交易管理服務而產生的損失由您自行承擔。<br>
( 三 ) 查詢 : 本公司將對您在豬豬在線債權媒合平台所有的操作進行記錄。您可以通過使用會員帳戶即時查詢您的交易記錄。您若發現記錄有誤時，請即時向豬豬在線債權媒合平台提出。您理解並同意您透過豬豬在線債權媒合平台網站查詢的任何資訊僅作為參考，如該等資訊與豬豬在線債權媒合平台之書面記錄存在任何不一致，應以豬豬在線債權媒合平台提供的書面記錄為準。<br>
( 四 ) 欠款催收： 任何使用會員及合作廠商(即債權讓與人)如未依照債權讓與條件的約定於期限屆至時給付相關金錢款項，債權受讓方之使用會員完全授權本公司委託合法催收資產管理公司向債權讓與人或債務人進行欠款催收。<br>
( 五 ) 其他 : 如果本公司發現豬豬在線債權媒合平台因系統故障或其他任何原因導致的處理錯誤，本公司有權更正該錯誤並以電子郵件等方式通知您。如果該錯誤導致您實際收到的金錢款項少於您應獲得的金錢款項，本公司會將該筆金錢之差額存(匯)入您綁定之銀行帳戶。如果該錯誤導致您實際收到的金錢款項多於您應獲得的金錢款項，則無論錯誤的性質和原因為何，本公司有更正豬豬在線債權媒合平台該錯誤的權利，您應根據本公司經由豬豬在線債權媒合平台向您發出的更正錯誤通知之要求及方式返還多收的金錢款項或進行其他更正操作。您理解並同意，前述處理錯誤均不影響報酬之計算。</p>
                            <h5>三、帳戶的安全、暫停、註銷、拒絕使用或終止</h5>
<p>( 一 ) 您瞭解並同意，確保帳號密碼安全是您的責任。您將對利用該密碼及帳號所進行的一切操作及言論負完全的責任，並同意以下事項：
1 . 您不對其他任何人洩露您的帳戶或密碼，亦不可使用其他任何人的帳戶或密碼。<br>
2 . 本公司經由豬豬在線債權媒合平台通過您所註冊的帳戶及密碼來識別您的指令，使用您的使用者帳戶和密碼登錄後在豬豬在線債權媒合平台的一切操作行為均視為您本人之行為。使用會員帳戶操作的所有有效指令，由您本人承擔由此產生的全部責任 。<br>
3 . 若冒用他人帳戶及密碼，本公司及本公司合法授權之第三人保留追究實際使用人連帶責任的權利。<br>
( 二 ) 您如發現有第三人冒用或盜用您的帳號及密碼，或其他任何未經合法授權的情形，應立即以電話、電子郵件或書面方式經由豬豬在線債權媒合平台通知本公司，要求豬豬在線債權媒合平台暫停相關服務，否則由此產生的一切責任由您本人承擔。同時，您理解豬豬在線債權媒合平台對您的請求採取行動需要合理期限，在此之前，本公司對於第三人使用該服務所導致的損失不承擔任何責任。<br>
( 三 ) 您決定不再使用會員帳號時，首先應清償所有應付款項（包括但不限於交易認購金額、報酬、違約金、服務費、管理費等），並向豬豬在線債權媒合平台申請註銷（永久凍結）該使用會員帳號，經豬豬在線債權媒合平台審核同意後可正式註銷使用會員帳戶。<br>
( 四 ) 使用會員死亡者，其在本服務合約下已發生之各項權利義務由其繼承人承擔（不包含利用死亡會員之帳號），本公司將終止該使用會員帳戶。若使用會員喪失全部或部分民事行為能力，本公司或本公司授權的第三方有權根據有效法律文書（包括但不限於有效的法院判決等）或其法定監護人的指示處置該使用會員帳戶。</p>
                            <h5>四 、運作原理</h5>
<p>豬豬在線債權媒合平台之運作模式請參照本網站上的資料。</p>
                            <h5>五 、交易原則</h5>
<p>( 一 ) 您理解並同意，豬豬在線債權媒合平台債權讓與服務向全部符合條件的使用會員開放，以購買或單一購買、審閱、付款之交易順序依序完成交易流程， 豬豬在線債權媒合平台並不保證您能隨時購得債權。<br>
( 二 ) 對於有多個使用者購買同一債權的情況下，豬豬在線債權媒合平台以“先到先得”的原則，即以使用會員發出債權認購指示之順序依序獲得購買權利。您因前述原因未能完成購買而遭致的損失，本公司不承擔責任。<br>
( 三 ) 您通過豬豬在線債權媒合平台進行各項交易或接受交易款項時，若您或交易對方未遵從本服務條款或豬豬在線債權媒合平台公佈的交易規則中的操作指示，本公司並不保證交易之完成，本公司亦不承擔任何責任。<br>
( 四 ) 若發生包含但不限於系統或人員疏失等一切狀況，相關金錢款項已先行支付至您或他人所綁定的銀行帳戶下，您同意於本公司通知您之期限內將該金錢款項無條件返還至本公司指定之銀行帳戶，若您無正當理由拒絕或遲延返還，本公司有權自該期限屆滿時起依年利率20%向您收取遲延返還利息。<br>
( 五 ) 購買債權之約定報酬起算日，將於該債權之所有認購金額於該筆債權媒合的約定期間內全數收款完成後，依照該債權公告的日期統一起算。</p>
                            <h5>六 、合約管理</h5>
<p>豬豬( 一 ) 在豬豬在線債權媒合平台網站因交易需訂立的合約一律採用電子合約方式。您使用您的豬豬在線債權媒合平台使用會員帳戶登錄豬豬在線債權媒合平台網站後，根據豬豬在線債權媒合平台的相關規則以您的豬豬在線債權媒合平台使用會員帳戶名稱及密碼在豬豬在線債權媒合平台網站通過點擊確認或類似方式簽署的電子合約即視為您本人真實意願並以您本人名義簽署的合約，具有法律效力。您應妥善保管自己的使用會員帳戶密碼等帳戶資訊，您通過前述方式訂立的電子合約對合約各方具有法律約束力，您不得以帳戶密碼等帳戶資訊被盜用或其他理由否認已訂立的合約的效力或不按照該等合約履行相關義務。<br>
( 二 ) 您根據本服務合約以及豬豬在線債權媒合平台的相關規則簽署電子合約後，不得擅自修改該合約；您不得私自仿製、偽造在豬豬在線債權媒合平台網站上簽訂的電子合約或印章，不得用偽造的合約進行詐欺或其他非法使用，否則您應自行承擔相關的法律責任。
在線債權媒合平台之運作模式請參照本網站上的資料。</p>
                            <h4>第四條、系統服務中斷或故障</h4>
<p>基於網路的特殊與複雜性，豬豬在線債權媒合平台並不擔保服務不會中斷，亦不保證網路架構的絕對及時與安全性，本公司將保護使用者合法合規使用豬豬在線債權媒合平台之權益並合理防止系統中斷，但因正常維護期間或不可預料、不可抗力或事變導致系統無法正常運作，本公司不負任何責任，前述狀況包括但不限於：<br>
一、	豬豬在線債權媒合平台系統停機維護期間。<br>
二、	電信設備出現故障不能進行資料傳輸。<br>
三、	由於駭客攻擊、網路供應商技術調整或故障、網站升級、銀行方面的問題等原因而造成的豬豬在線債權媒合平台服務中斷或延遲。<br>
四、	因颱風、地震、海嘯、洪水、停電、戰爭、恐怖襲擊等不可抗力之因素，造成豬豬在線債權媒合平台系統障礙不能作業。</p>
                            <h4>第五條、服務費用</h4>
<p>一、	當您使用豬豬在線債權媒合平台服務時，本公司會經由豬豬在線債權媒合平台向您收取相關服務費用。各項服務費用請詳見您使用豬豬在線債權媒合平台服務時豬豬在線債權媒合平台網站上所列之收費方式說明。本公司保留有單方面訂定及調整服務費用之權利。<br>
二、	您在使用豬豬在線債權媒合平台服務過程中可能需要向合作廠商（如銀行或支付公司等）支付一定的費用，具體收費標準詳見合作廠商網站相關頁面，或豬豬在線債權媒合平台網站的提示。<br>
三、	您支付的服務費用，本公司將依每筆投資債權案件的總應收取利息中，以約定費率，四捨五入至整數位後計算本公司對每筆投資債權案件的總應收服務費金額，並平均攤入每期投資收益支付到期日時收取，各個當期的平均攤計服務費金額如小於新台幣 1元，則以新台幣 1元計算；每筆投資債權案件的逐期累計的服務費金額已等於總應收服務費後，往後期數則不再計收服務費。本公司對該服務費收取將依法開立發票，發票寄送方式將由本公司以電子郵件方式寄送發票通知信至您於豬豬在線債權媒合平台登錄的電子信箱；待財政部統一發票開獎時，本公司會經由電子發票系統對獎，若有中獎之發票，本公司將以掛號郵寄該發票至您登記於豬豬在線債權媒合平台的聯絡地址。依照財政部電子發票規定，若您的正本發票遺失恕不另行補發。</p>
                            <h4>第六條、風險提示</h4>
<p>一、	經濟風險：因各類經濟形勢的變化，可能引起交易價格及報酬等方面的異常波動，您有可能遭受損失。<br>
二、	政策風險：有關法律、法規及相關政策、規則發生變化，可能引起交易價格及報酬等方面異常波動，您有可能遭受損失。<br>
三、	違約風險：因交易方（債權讓與人、債權買回人或債務人）無力或無意願按時足額履約，您有可能遭受損失。<br>
四、	不可抗力因素導致的風險。<br>
五、	因不可歸責於本公司之事由導致的任何損失由您自行承擔，該事由包括但不限於：您決策失誤、操作不當、遺忘或洩露密碼、密碼被他人破解、您使用的電腦系統被他人侵入、您委託他人代理交易時他人惡意或不當操作而造成的損失。<br>
六、	以上並不能包括從事交易的全部風險及市場的全部情形。您在做出交易決策前，應通過豬豬在線債權媒合平台公佈的資訊及其他相關公告瞭解擬交易產品的風險收益特徵，並根據本人的交易目標、交易期限、風險承受能力和資產狀況等謹慎決策，並自行承擔全部風險。</p>
                            <h4>第七條、用戶的守法義務及承諾</h4>
<p>一、	您承諾絕不為任何非法目的或以任何非法方式使用豬豬在線債權媒合平台服務，並承諾遵守中華民國相關法律、法規及一切使用互聯網之國際慣例，遵守所有與豬豬在線債權媒合平台服務有關的網路通訊協定、規則和程式。您若是中華民國以外國籍之使用會員者，您同意同時遵守您所屬國家或地域的法令。<br>
二、	您同意並保證不利用豬豬在線債權媒合平台服務從事侵害他人權益或違法之行為，若有違反者應負所有法律責任。上述行為包括但不限於：
( 一 ) 違反憲法所定的基本原則，或有危害國家安全之情事。<br>
( 二 ) 侵害他人名譽、隱私權、商業秘密、商標權、著作權、專利權、其他智慧財產權及其他權益。<br>
( 三 ) 違反依法律或合約所應負之保密義務。<br>
( 四 ) 冒用他人名義使用豬豬在線債權媒合平台服務。<br>
( 五 ) 從事任何不法交易行為。<br>
( 六 ) 提供賭博資訊或以任何方式引誘他人參與賭博。<br>
( 七 ) 涉嫌洗錢、套現或進行傳銷活動。<br>
( 八 ) 從事任何可能含有電腦病毒或是可能侵害豬豬在線債權媒合平台服務系統、資料等行為。<br>
( 九 ) 利用豬豬在線債權媒合平台服務系統進行可能對互聯網或移動網正常運轉造成不利影響之行為。<br>
( 十 ) 侵犯豬豬在線債權媒合平台的商業利益，包括但不限於發佈非經豬豬在線 債權媒合平台許可的廣告。<br>
(十一 ) 利用豬豬在線債權媒合平台服務上傳、展示或傳播虛假的、騷擾性的和涉及誹謗、公然侮辱、恐嚇、猥褻或其他任何非法的資訊資料。<br>
( 十二 ) 其他本公司有正當理由認為您具有不適當之行為。<br>
三、	本公司得依單獨判斷刪除豬豬在線債權媒合平台網站內各類不符合法律政策、不真實或不適當的資訊內容，而無須通知使用會員，且無需承擔任何責任。若您未遵守以上規定，本公司有權作出獨立判斷並採取暫停或關閉豬豬在線債權媒合平台使用會員帳號等措施，而無需承擔任何責任。<br>
四、	您同意，由於您違反本服務合約（包括但不限於構成本服務合約一部之約定），或由於您使用豬豬在線債權媒合平台服務違反任何法律或侵犯合作廠商的權利，而造成任何合作廠商請求任何賠償及（或）補償（包括律師費用），您會對本公司及其關聯方給予合理賠償及（或）補償並使之不再受損害。</p>
                            <h4>第八條、責任範圍及限制</h4>
<p>一、	本公司經由豬豬在線債權媒合平台提供之各項服務僅承擔本服務合約中所列明的豬豬在線債權媒合平台相關責任。<br>
二、	您確認因交易而產生的任何風險應由交易雙方自行承擔。<br>
三、	使用者資訊是由使用會員自行發佈，本公司無法完全保證該資訊的真實、及時和完整，您應對您的判斷承擔全部責任。<br>
四、	本公司提供豬豬在線債權媒合平台之各項服務並未對交易種類、交易結果等交易事項及豬豬在線債權媒合平台服務本身提供任何形式的保證。包含但不限於以下事項：<br>
( 一 ) 豬豬在線債權媒合平台服務將符合您的需求。<br>
( 二 ) 豬豬在線債權媒合平台服務將不受干擾、及時提供或免於出錯。<br>
( 三 ) 您經由豬豬在線債權媒合平台服務完成交易及取得之任何產品、服務、資訊或其他資料將符合您的期望。<br>
五、	豬豬在線債權媒合平台服務的合作廠商，所提供的服務品質及內容由該合作廠商自行負責。<br>
六、	豬豬在線債權媒合平台的網站內容可能涉及由合作廠商所有、控制或者運營的其他網站（以下簡稱“合作廠商網站”）。本公司不保證合作廠商網<br>站上任何資訊的真實性和有效性。您確認按照合作廠商網站的服務協定使用合作廠商網站，而不是按照本服務合約。合作廠商網站的內容、產品、廣告和其他任何資訊均由您自行判斷並承擔風險，而與本公司或豬豬在線債權媒合平台無關。您經由豬豬在線債權媒合平台服務的使用下載或取得任何資料，應由您自行考量且自負風險，因資料的下載而導致您電腦系統的任何損壞或資料流失，您應自行承擔全部風險和責任。<br>
七、	您自豬豬在線債權媒合平台工作人員取得的建議或資訊，無論其為書面或口頭，均不構成本公司的任何保證。<br>
八、	本公司不保證豬豬在線債權媒合平台為便於您使用而向您提供的外部連結的準確性、有效性、安全性和完整性，同時，對於該等外部連結指向的任何網頁上的內容，本公司不承擔任何責任。<br>
九、	在法律允許的情況下，本公司對於與本服務合約有關，或由於使用豬豬在線債權媒合平台網站之所有服務及資訊，而發生之任何直接或間接損害及損失（包含但不限於任何經濟利益損失），不論其發生原因，本公司概不負責。<br>
十、	除本服務合約另有規定外，在任何情況下，本公司對本服務合約所承擔的違約賠償責任總額不超過向您收取的當次豬豬在線債權媒合平台服務費用的總額。</p>
                            <h4>第九條、隱私權保護及授權條款</h4>
<p>一、	本公司對於您所提供或豬豬在線債權媒合平台自行收集或經認證的資訊將按照本服務合約予以保護、使用或者披露。<br>
二、	本公司經由豬豬在線債權媒合平台可能額外收集您的其他資料，以更好地瞭解您的需求，並為您量身訂做豬豬在線債權媒合平台服務及解決爭議，並有助確保在豬豬在線債權媒合平台進行安全交易。<br>
三、	您同意本公司經由豬豬在線債權媒合平台可使用關於您的資料（包括但不限於豬豬在線債權媒合平台持有的有關您的檔案中的資料、豬豬在線債權媒合平台從您目前及以前在豬豬在線債權媒合平台上的活動所獲取的其他資料以及豬豬在線債權媒合平台通過其他方式自行收集的資料）以解決爭議、確保您在豬豬在線債權媒合平台進行安全交易，並執行豬豬在線債權媒合平台的服務條款。本公司得調查多個使用會員以識別問題或解決爭議，特別是豬豬在線債權媒合平台可審查您的資料以區分使用多個使用會員名或別名的用戶。為避免任何人在豬豬在線債權媒合平台上可能的欺詐、非法或其他刑事犯罪活動，並使豬豬在線債權媒合平台免受其害，您同意豬豬在線債權媒合平台可通過人工或自動程式對您的資料進行審查及驗證。<br>
四、	豬豬在線債權媒合平台對您資料的披露 :<br>
( 一 ) 您提供給豬豬在線債權媒合平台的資訊及您享受豬豬在線債權媒合平台的服務所產生的資訊（包括本服務合約簽署之前提供和產生者），除法律禁止者外，可用於豬豬在線債權媒合平台及因服務必要而委託的合作廠商為您提供服務及推薦產品。豬豬在線債權媒合平台及其委託的合作廠商對上述資訊負有保密義務。本條款自本服務合約簽署或線上註冊時生效，具有獨立法律效力，不受本服務合約其他條款成立與否及效力狀態變化的影響。<br>
( 二 ) 本公司有義務根據有關法律要求向司法機關和政府部門提供您的資料。在您未能按照與本公司簽訂的服務合約或者與豬豬在線債權媒合平台其他使用會員簽訂的交易等合約約定履行自己應盡的義務時，豬豬在線債權媒合平台有權根據自己的判斷或者經與該筆交易有關的其他使用會員的請求披露您的資料，並做出評論。若您嚴重違反豬豬在線債權媒合平台的相關規則，本公司有權對您提供的及豬豬在線債權媒合平台自行收集的您的資訊和資料編輯入網站黑名單，並將該黑名單對合作廠商披露，且本公司有權將您提交或豬豬在線債權媒合平台自行收集的您的資料和資訊與任何合作廠商進行資料共享，以便網站和合作廠商進行相關的保全措施及法律程序、及對您的其他申請進行審核之用，本公司對於因此可能造成您的任何損失不承擔相關法律責任。<br>
五、	您對其他使用會員資料的使用：在豬豬在線債權媒合平台提供的交易活動中，您無權要求本公司提供其他使用會員的資料。但有下列情形者，不在此限 :<br>
( 一 ) 您已向法院起訴其他使用會員在豬豬在線債權媒合平台活動中的違約行為，經法院要求本公司提出。<br>
( 二 ) 接受您交易認購債權的債權讓與人逾期未支付約定的報酬及（或）認購金額（即債權讓與金額），且未自行或委託他人協調處理時。<br>
( 三 ) 本公司被吊銷營業執照、解散、清算、宣告破產或者其他有礙於您收回交易報酬及認購金額（即債權讓與金額）之情事。您同意並授權本公司在其他任何使用會員符合上述任一條件時，將您的資料提供給該等使用會員。<br>
六、 關於帳戶銀行或合作廠商的支付及指令錯誤說明 :<br>
( 一 ) 在任何情況下，對於您使用豬豬在線債權媒合平台服務過程中涉及由合作廠商提供相關服務的責任由該合作廠商承擔，本公司不承擔該等責任，包括但不限於 :<br>
1. 銀行等合作廠商未按照您及（或）豬豬在線債權媒合平台指令進行操作而引起的任何損失或責任。<br>
2. 因銀行等合作廠商的原因，導致金錢款項未能及時到位或未能到位而引起的任何損失或責任。<br>
3. 銀行等合作廠商對交易限額或次數等方面的限制而引起的任何損失或責任。<br>
4. 因其他合作廠商的行為或原因，導致的任何損失或責任。<br>
( 二 ) 因可歸責於您的原因導致豬豬在線債權媒合平台服務無法提供或提供時發生任何錯誤而產生的任何損失或責任，由您自行負責，本公司不承擔責任，包括但不限於 ：<br>
1. 您未按照本服務合約或豬豬在線債權媒合平台公佈的任何規則條款進行操作。<br>
2. 因您使用銀行服務的原因而導致的損失或責任，包括您使用未經認證的提款卡或使用非您本人的提款卡或使用信用卡，或您的帳號被凍結、掛失等。<br>
3. 您向豬豬在線債權媒合平台發送的指令資訊不明確、存在亂碼或歧義、不完整等。<br>
4. 您的銀行帳戶內餘額不足。<br>
七、 豬豬在線債權媒合平台帳號、功能管理說明<br>
( 一 ) 本公司有權基於單方獨立判斷，在認為可能發生危害交易安全等情形時，不經通知而先行暫停、中斷或終止向您提供本服務合約項下的豬豬在線債權媒合平台全部或部分使用會員的服務（包括收費服務），並將註冊資料移除或刪除，且無需對您或任何合作廠商承擔任何責任。前述情形包括但不限於 :<br>
1. 本公司認為您提供的資料不具有真實性、有效性或完整性。<br>
2. 本公司發現異常交易或有疑義或有違法之虞時。<br>
3. 本公司認為您的帳戶涉嫌洗錢、套現、傳銷、被冒用或其他本公司認為有風險之情形。<br>
4. 本公司認為您已經違反本服務合約中規定的各類規則及其精神。<br>
5. 您在使用豬豬在線債權媒合平台服務時未按規定向本公司支付相應的服務費用。<br>
6. 您的使用會員帳戶已連續三年內未實際使用。<br>
7. 本公司基於交易安全等原因，根據單獨判斷需先行暫停、中斷或終止向您提供本服務合約項下的全部或部分使用者服務（包括收費服務），並將註冊資料移除或刪除的其他情形。<br>
( 二 ) 您同意在必要時，本公司無需進行事先通知即有權終止提供使用會員帳戶服務，並可能立即暫停、關閉或刪除您的帳號及您帳號中所有相關資料及檔案。<br>
1. 您同意，使用會員帳戶的暫停、中斷或終止不代表您責任的終止，您仍應對您使用豬豬在線債權媒合平台服務期間的行為承擔可能的違約或損害賠償責任，本公司同時仍可保有您的相關資訊。<br>
2. 若使用合作廠商網站帳號註冊豬豬在線債權媒合平台使用會員帳戶，則您應對您豬豬在線債權媒合平台使用會員帳戶所對應的合作廠商網站帳號擁有合法的使用權，如您因故對該合作廠商網站帳號喪失使用權，則本公司可停止為您的該豬豬在線債權媒合平台使用會員帳戶提供服務。如因故無法於豬豬在線債權媒合平台網站平台自助完成更換使用會員帳戶名，您可以向豬豬在線債權媒合平台提出書面請求，經核驗屬實後，本公司得配合您將原有暫存的金錢款項轉移到以您真實姓名登記的銀行帳戶下。<br>
</p>
                            <h4>第十條、智慧財產權的保護</h4>
<p>一、	豬豬在線債權媒合平台網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計，均由本公司或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、商業秘密等。<br>
二、	非經本公司或其他權利人書面同意，任何人不得擅自使用、修改、複製、公開傳播、改變、散佈、發行或公開發表豬豬在線債權媒合平台網站程式或內容。<br>
三、	未經本公司明確書面同意，不得以任何商業目的對豬豬在線債權媒合平台網站或其任何部分進行複製、複印、仿造、出售、轉售、訪問、或以其他方式加以利用。<br>
四、	尊重智慧財產權是您應盡的義務，如有違反，您應對本公司負損害賠償等法律責任。</p>
                                        <h4>第十一條、條款的解釋、法律適用及爭端解決</h4>
<p>一、	本服務合約是由您與本公司共同簽訂的，適用於您在豬豬在線債權媒合平台的全部活動。本服務合約內容包括但不限於正文條款及已經發佈的或將來可能發佈的各類條款及規則，所有條款和規則為本服務合約不可分割的一部分，與本服務合約正文具有同等法律效力。<br>
二、	本服務合約不涉及您與豬豬在線債權媒合平台的其他使用會員之間，因網上交易而產生的法律關係及法律糾紛。但您在此同意將全面接受並履行與 豬豬在線債權媒合平台其他使用會員在豬豬在線債權媒合平台簽訂的任何電子法律合約，並承諾按照該法律合約享有和（或）放棄相應的權利、承擔和（或）豁免相應的義務。<br>
三、	如本服務合約中的任何條款無論因何種原因完全或部分無效或不具有執行力，則應該認為該條款可與本服務合約其他條款相分割，並得以盡可能接近各方意圖且能夠保留本服務合約要求的經濟目的之有效新條款所取代之，而且，在此情況下，本服務合約的其他條款仍然保有完全有效並具有約束力。<br>
四、	本公司對本服務合約擁有最終的解釋權。<br>
五、	本服務合約若有規範不足之處，依中華民國相關法律辦理。<br>
六、	本服務合約以中華民國法律為準據法。<br>
七、	本公司及豬豬在線債權媒合平台使用會員若因本服務合約而有爭議，應依誠信原則協商解決，若有涉訟必要以台灣台北地方法院為第一審合意管轄法院。<br><br>

最後更新日期：中華民國110年7月1日<br></p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
@endsection
